#X-Generator: crowdin.com
assets.description=Lista todos los warps que posee un jugador.
assets.heading=Warps de {0}
assets.help=Lista todos los warps que posee el usuario o el jugador dado. Cada warp se muestra bajo el l\u00edmite que es contado debajo.
assets.private=Warps privado
assets.public=Warps p\u00fablicos
assets.total=Warps en
create.name-is-cmd=''{0}'' es el equivalente a un comando y no puede ser usado como un nombre.
create.name-too-long=Nos nombres de los warps solo pueden contener {0, number, integer} caracteres.
create.private.created-successful=''{0}'' creado con \u00e9xito.
create.private.description=Crea un nuevo warp privado.
create.private.help=Crea un nuevo warp privado del nombre dado en la localizaci\u00f3n del usuario. Solo el usuario y los jugadores invitados podr\u00e1n acceder a \u00e9l.
create.public.created-successful=''{0}'' creado con \u00e9xito.
create.public.description=Crea un nuevo warp p\u00fablico.
create.public.help=Crea un nuevo warp p\u00fablico del nombre dado en la localizaci\u00f3n del usuario. Todos los jugadores podr\u00e1n acceder a \u00e9l.
create.warp-exists=Ya existe un warp llamado ''{0}''.
delete.deleted-successful=Has eliminado ''{0}''.
delete.description=Elimina un warp.
delete.help=Elimina un warp con el nombre dado.
exception.argument.error=Para el par\u00e1metro ''{0}''\: {1}
exception.argument.error.unknown=Error al analizar argumentos\: {0}
exception.argument.missing=Muy pocos argumentos. Ning\u00fan valor para el par\u00e1metro ''{0}''
exception.argument.missing.unknown=\u00a1Muy pocos argumentos\!
exception.argument.unused=\u00a1Demasiados argumentos\! Argumentos no utilizados\: {0}
exception.exceeds-initiator-limit.delete-warps=Elimina o actualiza alguno de tus warps para continuar.
exception.exceeds-initiator-limit.private=Has alcanzado tu m\u00e1ximo de warps privados ({0, number, integer}).
exception.exceeds-initiator-limit.public=Has alcanzado tu m\u00e1ximo de warps p\u00fablicos ({0, number, integer}).
exception.exceeds-initiator-limit.total=Has alcanzado tu m\u00e1ximo de warps ({0, number, integer}).
exception.exceeds-limit={0} ha alcanzado su m\u00e1ximo de warps.\nNecesita eliminar o actualizar alguno de sus warps para continuar.
exception.file-not-found=El archivo ''{0}'' no existe o no es legible.
exception.flag.value.already-given=Flag de valor ''{0}'' ya.
exception.flag.value.missing=Ning\u00fan valor especificado para el ''-{0}'' bandera.
exception.illegal-command-sender=El comando no se puede ejecutar en el contexto actual.
exception.insufficient-permission=Permiso insuficiente.
exception.no-such-player=No se ha encontrado ning\u00fan jugador llamado ''{0}''. \u00bfEst\u00e1 en l\u00ednea?
exception.no-such-profile=No se ha encontrado ning\u00fan perfil para ''{0}''. \u00bfEs un jugador v\u00e1lido?
exception.no-such-warp=No existe tal warp ''{0}''.
exception.no-such-warp.suggestion=\u00bfQuisiste decir ''{0}''?
exception.no-such-world=La operaci\u00f3n intenta acceder al mundo ''{0}'' que no est\u00e1 presente en el servidor ahora.
exception.primitives.invalid.format=El texto dado no coincide con el formato correcto (t\u00e9cnicamente hablando, el formato es ''{0}'').
exception.primitives.invalid.greater-or-equal=Un valor v\u00e1lido es mayor o igual a {0,number} (t\u00fa has puesto {1,number}).
exception.primitives.invalid.less-or-equal=Un valor v\u00e1lido es menor o igual a {0,number} (tu has puesto {1,number}).
exception.primitives.invalid.non-number=Se esper\u00f3 que ''{0}'' fuera un n\u00famero.
exception.subcommand.choose=Por favor, selecciona un subcomando.
exception.subcommand.none=Este comando no tiene subcomandos.
exception.unknown=Ha ocurrido un error interno. Por favor, contacta a tu administrador para asistencia.
give.asked-successful=Has pedido {0} para aceptar ''{1}'' como suya.
give.description=Da un warp a otro jugador.
give.givee-owner={0} te ha dado ''{1}''.
give.given-successful=Has dado ''{0}'' a {1}.
give.help=Da el warp del nombre dado al jugador del nombre dado, si lo acepta.\nPon [-f] para ignorar cualquier l\u00edmite de warps del jugador que recibe.\nPon [-d] para dar el warp directamente sin pedir la aceptaci\u00f3n primero.
give.is-owner={0} ya es el due\u00f1o.
help.description=Muestra la ayuda.
help.heading=Ayuda
help.help=Muestra la ayuda, empezando en la p\u00e1gina dada.
help.note=Pon '/<command> -?' para ver m\u00e1s informaci\u00f3n sobre \u00e9l.
import.current.description=Importa warps desde una base de datos actualizada.
import.current.help=Importa warps desde una base de datos actualizada a la base de datos actual.\nLa base de datos debe ser accesible desde la URL JDBC dada.\nSi la base de datos soporta esquemas, el esquema que contiene los warps debe ser dado.\nSi la base de datos requiere autentificaci\u00f3n, el usuario y la contrase\u00f1a deben ser dados.
import.import-successful={0,choice,0\#Ning\u00fan warp fue importado|1\#Un warp fue importado|1<{0,number,integer} los warps fueron importados} con \u00e9xito.
import.import-with-skips={0,choice,0\#Ning\u00fan warp fue importado|1\# Un warp fue importado|1< {0,number,integer} los warps fueron importados}, pero {1,choice,1\#Un warp se salt\u00f3|1<{1,number,integer} los warps se saltaron} porque un warp con este nombre ya existe\:
import.no-connection=No se ha podido establecer conexi\u00f3n a la base de datos para importar los warps\: {0}
import.pre3-mysql.description=Importa warps desde una base de datos MySQL legacy (pre 3.0).
import.pre3-mysql.help=Importa warps desde una base de datos MySQL legacy (pre 3.0) a la base de datos actual.\nLa importaci\u00f3n intenta leer los datos antiguos desde la tabla dada y convertirlos (UUIDs).\nEl servidor MySQL debe ser accesible desde la URL dada.
import.pre3-sqlite.description=Importa warps desde una base de datos SQLite legacy (pre 3.0).
import.pre3-sqlite.help=Importa warps desde una base de datos SQLite legacy (pre 3.0) a la base de datos actual.\nLa importaci\u00f3n intenta leer los datos antiguos desde la tabla dada y convertirlos (UUIDs).\nLa posici\u00f3n del archivo SQLite es analizado relativamente a la carpeta de datos de MyWarp.
import.started=Importaci\u00f3n iniciada. Puede tardar alg\u00fan tiempo...
info.created-by=Creado por\:
info.created-by-you=(eres t\u00fa)
info.creation-date=Creado en\:
info.description=Muestra informaci\u00f3n sobre un warp.
info.heading=Informaci\u00f3n sobre
info.help=Muestra toda la informaci\u00f3n accesible sobre el warp del nombre dado.
info.invited-groups=Grupos invitados\:
info.invited-players=Jugadores invitados\:
info.location=Localizaci\u00f3n\:
info.location.position={0,number,integer}, {1,number,integer}, {2,number,integer} (en ''{3}'')
info.visits=Visitas\:
info.visits.per-day={0,number,integer} ({1,number,\#.\#\#\#} visitas por d\u00eda)
invite.description=Invita jugadores o grupos a un warp.
invite.group.already-invited=El grupo ''{0}'' ya est\u00e1 invitado a este warp.
invite.group.successful=Has invitado al grupo {0} a ''{1}''.
invite.help=Invita a jugadores o grupos al warp del nombre dado.\nPara invitar a un jugador, simplemente introdece su nombre.\nPara invitar a un grupo, introduce el nombre del grupo y pon [-g].
invite.player.already-invited={0} ya est\u00e1 invitado a este warp.
invite.player.is-creator={0} es el creador, claro que est\u00e1 invitado.
invite.player.successful=Has invitado a {0} a ''{1}''.
invite.public=Pero ''{0}'' es un warp p\u00fablico todav\u00eda.
list.by=por
list.description=Lista los warps.
list.heading=Warps
list.help=Lista todos los warps que puedan utilizarse con los criterios dados.\nPon [-c] para solo mostrar warps con un creador cuyo nombre coincide con el ya dado.\nPon [-n] para solo mostrar warps cuyo nombre coincide con el ya dado.\nPon [-r] para solo mostrar warps localizados dentro de ese radio desde tu posici\u00f3n actual.\nPon [-w] para solo mostrar warps localizados dentro de un mundo cuyo nombre coincide con el ya dado.
list.you=t\u00fa
point.description=Se\u00f1ala la br\u00fajula del usuario a un warp.
point.help=Se\u00f1ala la br\u00fajula del usuario al warp del nombre dado. Para reiniciar la br\u00fajula al punto de inicio, pon este comando sin especificar ning\u00fan warp.
point.reset=Tu br\u00fajula se\u00f1ala ahora al punto de inicio.
point.set=Tu br\u00fajula se\u00f1ala ahora a ''{0}''.
private.already-private=''{0}'' ya es privado.
private.description=Privatiza un warp.
private.help=Privatiza el warp del nombre dado. Los jugadores ya no podr\u00e1n visitarla a no ser que sean invitados.\nPon [-f] para ignorar cualquier l\u00edmite de warps del jugador que cre\u00f3 el warp.
private.privatized=Has privatizado ''{0}''.
public.already-public=''{0}'' ya es p\u00fablico.
public.description=Publicita un warp.
public.help=Publicita el warp del nombre dado. Todos los jugadores podr\u00e1n visitarlo, independientemente de si son invitados o no.\nPon [-f] para ignorar cualquier l\u00edmite de warps del jugador que cre\u00f3 el warp.
public.publicized=Has publicitado ''{0}''.
reload.description=Recarga las configuraciones y los warps.
reload.help=Recarga la configuraci\u00f3n del disco y todos los warps de la base de datos configurada.
reload.reload-message=\u00a1La configuraci\u00f3n se ha recargado con \u00e9xito\!
uninvite.description=Anula la invitaci\u00f3n de jugadores o grupos de un warp.
uninvite.group.not-invited=El grupo ''{0}'' no est\u00e1 invitado a este warp.
uninvite.group.successful=Has anulado la invitaci\u00f3n del grupo {0} a ''{1}''.
uninvite.help=Anula la invitaci\u00f3n de jugadores o grupos al warp del nombre dado.\nPara anular la de un jugador, simplemente introduce su nombre.\nPara anular la de un grupo, simplemente introduce el nombre del grupo y pon [-g].
uninvite.player.is-creator=No puedes anular la invitaci\u00f3n del creador.
uninvite.player.not-invited={0} no est\u00e1 invitado a este warp.
uninvite.player.successful=Has anulado la invitaci\u00f3n de {0} a ''{1}''.
uninvite.public=Pero ''{0}'' es un warp p\u00fablico todav\u00eda.
update.description=Actualiza la localizaci\u00f3n de un warp.
update.help=Actualiza la localizaci\u00f3n del warp del nombre dado a la localizaci\u00f3n del usuario.
update.update-successful=Has actualizado la localizaci\u00f3n de {0}.
warp-player.description=Teleransporta un jugador a un warp.
warp-player.help=Teletransporta al jugador del nombre dado al warp del nombre dado.\nEste comando funciona con todos los warps que el usuario puede usar, independientemente de si el jugador puede usarlos tambi\u00e9n.
warp-player.teleport-failed=Has intentado teletransportar {0} a ''{1}'', pero este warp es inaccesible.
warp-player.teleport-successful=Has teletransportado {0} a ''{1}''.
warp-to.description=Teletransporta al usuario a un warp.
welcome.description=Cambia el mensaje de bienvenida de un warp.
welcome.help=Cambia el mensaje de bienvenida del warp del nombre dado. Se le pedir\u00e1 al usuario introducir el nuevo mensaje de bienvenida despu\u00e9s.