#X-Generator: crowdin.com
assets.description=Listeaz\u0103 toate urzelile de\u0163inute de un juc\u0103tor.
assets.heading={0} pe urzelile
assets.help=Listeaz\u0103 toate urzelile de\u0163inute de utilizatorul sau playerul dat. Fiecare urzeal\u0103 este indicat sub limita este num\u0103rat sub.
create.name-is-cmd=''{0}'' este echivalent cu o comand\u0103 \u015fi nu poate fi folosit ca un nume.
create.name-too-long=Urzeal\u0103 numele poate con\u0163ine numai caractere {0, number, integer}.
create.private.created-successful=Cu succes creat ''{0}''.
create.private.description=Creeaz\u0103 un nou privat de deformare.
create.private.help=Creeaz\u0103 un nou urzeal\u0103 privat de numele dat la utilizator loca\u0163ie. Numai creatorul \u015fi invitat juc\u0103tori va fi capabil de a accesa.
create.public.created-successful=Cu succes creat ''{0}''.
create.public.description=Creeaz\u0103 un nou urzeal\u0103 publice.
create.public.help=Creeaz\u0103 un nou urzeal\u0103 publice din numele dat la utilizator loca\u0163ie. To\u0163i juc\u0103torii vor putea s\u0103-l acces.
create.warp-exists=O urzeal\u0103 numit ''{0}'' deja exist\u0103.
delete.deleted-successful=Le-a\u0163i \u015fters ''{0}''.
delete.description=\u015eterge o urzeal\u0103.
delete.help=\u015eterge urzeal\u0103 de prenume.
exception.exceeds-initiator-limit.delete-warps=\u015eterge\u0163i sau actualiza unele dintre dumneavoastr\u0103 urzelile pentru a continua.
exception.exceeds-initiator-limit.private=A\u0163i ajuns dumneavoastr\u0103 maximum de urzelile privat ({0, number, integer}).
exception.exceeds-initiator-limit.public=A\u0163i ajuns dumneavoastr\u0103 maximum de urzelile publice ({0, number, integer}).
exception.exceeds-initiator-limit.total=A\u0163i ajuns dumneavoastr\u0103 maximum de urzelile ({0, number, integer}).
exception.exceeds-limit={0} a atins de urzelile lui maxim. El are nevoie pentru a \u015fterge sau actualiza unele dintre lui urzelile pentru a continua.
exception.illegal-command-sender=Aceast\u0103 comand\u0103 nu poate fi executat\u0103 \u00een contextul actual.
exception.insufficient-permission=Nu aveti permisiuni suficiente.
exception.no-such-player=Nu a putut g\u0103si un juc\u0103tor numit ''{0}''. El este online?
exception.no-such-profile=Imposibil de g\u0103sit un profil de joc pentru ''{0}''. Acesta este un juc\u0103tor de valabil?
exception.no-such-warp=Nici o astfel de deformare ''{0}''.
exception.no-such-warp.suggestion=A\u0163i dorit s\u0103 scrie\u0163i "{0}"?
exception.no-such-world=Opera\u021biunea \u00eencearc\u0103 s\u0103 acceseze lumea ''{0}'' care \u00een prezent nu este prezent pe server.
exception.unknown=A ap\u0103rut o eroare intern\u0103. Contacta\u021bi administratorul pentru asisten\u021b\u0103.
give.asked-successful=A\u0163i cerut {0} s\u0103 accepte ''{1}'' ca propriul s\u0103u.
give.description=D\u0103 o deformare la un alt juc\u0103tor.
give.givee-owner={0} a dat ''{1}''.
give.given-successful=Le-a\u0163i dat ''{0}'' a {1}.
give.help=D\u0103 urzeal\u0103 numele dat juc\u0103torul de Prenume, dac\u0103 el accept\u0103. Utiliza\u0163i [-f] pentru a ignora orice deformare-limitele de primirea player. Utiliza\u0163i [-d] pentru a da urzeal\u0103 direct f\u0103r\u0103 a cere \u00een primul r\u00e2nd acceptarea.
give.is-owner={0} este deja proprietar.
help.description=Afi\u015feaz\u0103 ajutorul.
help.heading=Ajutor
help.help=Afi\u015feaz\u0103 ajutorul, incepand de la pagina de date.
help.note=Utilizarea '/ <command>-?' pentru a ob\u0163ine mai multe informa\u0163ii despre el.
import.current.description=Importurile urzelile la o baz\u0103 de date actualizat\u0103.
import.import-successful={0, alegere, 0 \#No urzelile were|1 \#One warp was|1 <{0,number,integer} urzelile au fost} importate cu succes.
import.import-with-skips={0, alegere, 0 \#No urzelile were|1 \# o deformare was|1 < {0,number,integer} urzelile au fost} importate, dar {1, alegere, 1 \#one de deformare was|1 <{1,number,integer} urzelile au fost} ignorate deoarece o deformare cu acest nume exist\u0103 deja\:
import.no-connection=Nu a putut stabili conexiunea de date pentru a importa urzelile\: {0}
import.started=Importul a \u00eenceput. Acest lucru poate dura ceva timp...
info.created-by=Creat de\:
info.created-by-you=(care este)
info.creation-date=Creat la\:
info.description=Afi\u015feaz\u0103 informa\u0163ii despre o urzeal\u0103.
info.help=Afi\u015feaz\u0103 toate informa\u0163iile accesibile despre urzeal\u0103 de prenume.
info.invited-groups=Grupuri de invitati\:
info.invited-players=Juc\u0103torii invita\u021bi\:
info.location=Loca\u021bie\:
info.location.position={0,number,integer}, {1,number,integer}, {2,number,integer} (\u00een ''{3}'')
info.visits=Vizite\:
info.visits.per-day={0,number,integer} ({1,number,\#.\#\#\#} de vizite pe zi)
invite.description=Invit\u0103 juc\u0103tori sau grupuri pentru a o urzeal\u0103.
invite.public=Dar ''{0}'' este o deformare publice.
list.by=din
list.description=Listele urzelile.
list.heading=Urzelile
list.help=Listeaz\u0103 toate urzelile utilizabil toate criteriile date de potrivire. Utiliza\u0163i [-c] pentru a afi\u015fa numai urzelile cu un creator al c\u0103rui nume se potrive\u015fte cel dat. Utiliza\u0163i [-n] pentru a afi\u015fa numai urzelile al c\u0103rui nume se potrive\u015fte cel dat. Utiliza\u0163i [-r] pentru a afi\u015fa numai urzelile situat pe aceast\u0103 raz\u0103 de pozi\u0163ia dumneavoastr\u0103 curent\u0103. Utiliza\u0163i [-w] pentru a afi\u015fa numai urzelile situat \u00eentr-o lume a c\u0103ror nume se potrive\u015fte cel dat.
list.you=pe tine
point.description=Punctele busolei utilizatorului o urzeal\u0103.
point.help=Punctele utilizatorului busola urzeal\u0103 de prenume. Pentru a reseta busola \u00eenapoi la icre punct utiliza\u0163i aceast\u0103 comand\u0103 f\u0103r\u0103 a preciza o urzeal\u0103.
point.reset=Busola v\u0103 puncte acum la punctul de spawn.
point.set=Busola v\u0103 indic\u0103 acum ''{0}''.
private.already-private=''{0}'' este deja privat.
private.description=Privatizes o urzeal\u0103.
private.help=Privatizes urzeal\u0103 de prenume. Juc\u0103torii nu mai va fi capabil s\u0103-l viziteze excep\u0163ia cazului \u00een care ace\u015ftia sunt invita\u0163i. Utiliza\u0163i [-f] pentru a ignora orice limite de urzeal\u0103 de juc\u0103torul care a creat urzeal\u0103.
private.privatized=Au privatizate ''{0}''.
public.already-public=''{0}'' este deja public.
public.description=Public\u0103 o urzeal\u0103.
public.help=Public\u0103 urzeal\u0103 de prenume. To\u0163i juc\u0103torii vor putea s\u0103-l viziteze, indiferent dac\u0103 acestea sunt invita\u0163i ot nu. Utiliza\u0163i [-f] pentru a ignora orice limite de urzeal\u0103 de juc\u0103torul care a creat urzeal\u0103.
public.publicized=Au mediatizat ''{0}''.
reload.description=Re\u00eenc\u0103rca de configurare \u015fi urzelile.
reload.help=Re\u00eenc\u0103rc\u0103rile de configurare de pe disc \u015fi toate urzelile din baza de date configurat\u0103.
reload.reload-message=Configura\u0163ia a fost re\u00eenc\u0103rcate cu succes\!
uninvite.description=Uninvites juc\u0103tori sau grupuri de o deformare.
uninvite.public=Dar ''{0}'' este o deformare publice.

